<!DOCTYPE html>
<html lang="ja">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>男性の結果の種類</title>
  <link rel="stylesheet" href="css/style.css">
</head>

<body>
  <div class="container">
    <h1>MAN'S TYPE</h1>
    <div class="man">
      <img src="images/man_type.jpg" alt="男性のカラーチャート画像">
    </div>
    <h2>スプリングタイプ</h2>
    <h3>イエローベース</h3>
    <div class="man-spring">
      <div class="man.spring-image">
        <img src="images/man_spring.jpg" alt="男性のスプリングタイプ画像">
      </div>
      スプリングタイプは、健康的で親しみやすく、若々しい印象です。<br>明るい黄緑、ライトブラウン、コーラルピンクやイエローなど春に色づいた花壇や、野原を連想させるようなカラフルで明るい暖色系の色が似合います。<br>肌の色は、少し黒くなるが、割とすぐに白く戻ります。瞳の色は、イエロー系のブラウンです。<br>髪の色（地毛）は、明るブラウンや、黄みがかったブラウンの人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、明るいネイビー、ライトブラウン、明るいカーキ系になります。<br>シャツカラーは、白無地の場合、真っ白なピュアホワイトのような色は血色が悪く浮いて見えてしまうので、黄みよりでアイボリー系の白を選ぶようにしてください。<br>アクセサリー(時計や眼鏡)は、明るいゴールド、ブラウン、ベージュ系が似合います。<br>似合うヘアカラー&ヘアスタイルは、ライトベージュやライトブラウンなど、明るいイエロー系の色で、動きのある短めのスタイルでいきいきと見せると、より印象が良くなります。
    </div>
    <h2>サマータイプ</h2>
    <h3>ブルーベース</h3>
    <div class="man-summer">
    サマータイプは、爽やかで透明感があり、優しい印象です。<br>スカイブルー、ラベンダー、パステルピンクなど初夏の紫陽花の花の色を連想させるような、パステル調で淡くソフトな色が似合います。<br>肌の色は、日焼けすると赤くなりますがすぐ戻ります。瞳の色は、優しい感じのブラックです。<br>髪の色（地毛）は、ソフトブラウン、赤みがかったブラックの人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、紫みがかったネイビー、明るいグレー、赤みのブラウン、ブルー系になります。<br>シャツカラーは、白無地の場合、少しグレイッシュなオフホワイトやミルキーホワイトが似 合います。黄みがなく、真っ白過ぎない優しい色味の白を選ぶようにしてください。<br>アクセサリー(時計や眼鏡)は、明るいシルバー、グレー、ブルーグレーが似合います。<br>似合うヘアカラー&ヘアスタイルは、ピンク系のココアブラウンやローズブラウンなど落ち着いた赤みの色で、ふんわり柔らかいヘアスタイルだと、よりソフトであか抜けた印象になります。
      <div class="man.summer-image">
        <img src="images/man_summer.jpg" alt="男性のサマータイプ画像">
      </div>
    </div>
    <h2>オータムタイプ</h2>
    <h3>イエローベース</h3>
    <div class="man-autumn">
      <div class="man.autumn-image">
        <img src="images/man_autumn.jpg" alt="男性のオータムタイプ画像">
      </div>
      オータムタイプは、落ち着いていて大人っぽく、ワイルドな印象です。<br>アースカラー、レンガ色、マスタード、モスグリーンなど実りの秋を連想させる木の実の色や紅葉など、暖色系の濃く渋い色が似合います。<br>肌の色は、すぐ黒くなりやすい上に戻りにくいです。瞳の色は、ダークブラウンです。<br>髪の色(地毛)は、深みのあるダークブラウンの 人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、深みのあるネイビー、ダークブラウン、濃いカーキになります。<br>シャツカラーは、白無地の場合、黄みの強い生成り色やオイスターホワイトが似合います。真っ白なピュアホワイトや青みがかった色は、顔色が浮いてしまうので注意してください。<br>アクセサリー(時計や眼鏡)は、濃いゴールド、スモークブラウン、濃いベージュ系が似合います。<br>似合うヘアカラー&ヘアスタイルは、スモーキーなダークブラウンやダークゴールドなど黄みの強い落ち着いた色で、ナチュラルな雰囲気が似合います。<br>長髪で束ねるようなスタイルもオータムタイプの方は自然とマッチするでしょう。
    </div>
    <h2>ウィンタータイプ</h2>
    <h3>ブルーベース</h3>
    <div class="man-winter">
    ウィンタータイプは、キリっとしていて、クールでシャープな印象です。<br>白と黒のモノトーンや、トゥルーレッドやイエローなどの原色といった、真っ白な雪やゲレンデに映えるビビットなスキーウエアの色、イルミネーションの色のようなコントラストの強い澄んだ寒色系の色が似合います。<br>肌の色は、日焼けすると赤くなりやすいです。瞳の色は、はっきりとしたブラックやダークブラウンです。<br>髪の色(地毛)は、はっきりとしたダークブラウン、赤みのブラックの人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、ダークネイビー、ブラック、ダークグレーになります。<br>シャツカラーは、白無地の場合、真っ白な純白のピュアホワイトが似合います。少しくすんでいたり、クリーム系のホワイトは、寂しく見えてしまうので注意です。<br>アクセサリー(時計や眼鏡)は、シルバー、プラチナ、グレー、ブルーグレー系が似合います。<br>似合うヘアカラー&ヘアスタイルは、ブラックブラウンや少し赤みのある濃いローズプラウンが似合います。真っ黒の黒髪が似合うのもウィンタータイプの特徴です。全体が重くならないように、短めで動きのあるヘアスタイルにすると良いでしょう。
      <div class="man.winter-image">
        <img src="images/man_winter.jpg" alt="男性のウィンタータイプ画像">
      </div>
    </div>
  </div>
    <a href="index.php">メインページへ</a>
    <a href="diagnosis.php?id=1">WEB診断してみる？</a>

</body>

</html>