<!DOCTYPE html>
<html lang="ja">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>男性の結果の種類</title>
</head>

<body>
  <img src="images/man_type.jpg" alt="男性のカラーチャート画像">

  <img src="images/man_spring.jpg" alt="男性のスプリングタイプ画像">
  <h1>スプリングタイプ</h1>
  <h2>イエローベース</h2>
  スプリングタイプは、健康的で親しみやすく、若々しい印象です。<br>明るい黄緑、ライトブラウン、コーラルピンク
  やイエローなど春に色づいた花壇や、野原を連想させるようなカラフルで明るい暖色系の色が似合います。<br>肌の色は
  、少し黒くなるが、割とすぐに白く戻ります。瞳の色は、イエロー系のブラウンです。<br>髪の色（地毛）は、明る
  ブラウンや、黄みがかったブラウンの人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、明るいネイビー、
  ライトブラウン、明るいカーキ系になります。<br>シャツカラーは、白無地の場合、真っ白なピュアホワイトのような色
  は血色が悪く浮いて見えてしまうので、黄みよりでアイボリー系の白を選ぶようにしてください。<br>アクセサリー(時計
  や眼鏡)は、明るいゴールド、ブラウン、ベージュ系が似合います。<br>似合うヘアカラー&ヘアスタイルは、ライトベージ
  ュやライトブラウンなど、明るいイエロー系の色で、動きのある短めのスタイルでいきいきと見せると、より印象が良くな
  ります。

  <img src="images/man_summer.jpg" alt="男性のサマータイプ画像">
  <h1>サマータイプ</h1>
  <h2>ブルーベース</h2>
  サマータイプは、爽やかで透明感があり、優しい印象です。<br>スカイブルー、ラベンダー、パステルピンクなど初夏の紫
  陽花の花の色を連想させるような、パステル調で淡くソフトな色が似合います。<br>肌の色は、日焼けすると赤くなります
  がすぐ戻ります。瞳の色は、優しい感じのブラックです。<br>髪の色（地毛）は、ソフトブラウン、赤みがかったブラ
  ックの人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、紫みがかったネイビー、明るいグレー、赤みのブラウ
  ン、ブルー系になります。<br>シャツカラーは、白無地の場合、少しグレイッシュなオフホワイトやミルキーホワイトが似
  合います。黄みがなく、真っ白過ぎない優しい色味の白を選ぶようにしてください。<br>アクセサリー(時計や眼鏡)は、
  明るいシルバー、グレー、ブルーグレーが似合います。<br>似合うヘアカラー&ヘアスタイルは、ピンク系のココアブラウ
  ンやローズブラウンなど落ち着いた赤みの色で、ふんわり柔らかいヘアスタイルだと、よりソフトであか抜けた印象になり
  ます。

  <img src="images/man_autumn.jpg" alt="男性のオータムタイプ画像">
  <h1>オータムタイプ</h1>
  <h2>イエローベース</h2>
  オータムタイプは、落ち着いていて大人っぽく、ワイルドな印象です。<br>アースカラー、レンガ色、マスタード、モスグ
  リーンなど実りの秋を連想させる木の実の色や紅葉など、暖色系の濃く渋い色が似合います。<br>肌の色は、すぐ黒くな
  りやすい上に戻りにくいです。瞳の色は、ダークブラウンです。<br>髪の色(地毛)は、深みのあるダークブラウンの
  人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、深みのあるネイビー、ダークブラウン、濃いカーキになりま
  す。<br>シャツカラーは、白無地の場合、黄みの強い生成り色やオイスターホワイトが似合います。真っ白なピュアホワイ
  トや青みがかった色は、顔色が浮いてしまうので注意してください。<br>アクセサリー(時計や眼鏡)は、濃いゴールド、ス
  モークブラウン、濃いベージュ系が似合います。<br>似合うヘアカラー&ヘアスタイルは、スモーキーなダークブラウンや
  ダークゴールドなど黄みの強い落ち着いた色で、ナチュラルな雰囲気が似合います。<br>長髪で束ねるようなスタイルもオ
  ータムタイプの方は自然とマッチするでしょう。


  <img src="images/man_winter.jpg" alt="男性のウィンタータイプ画像">
  <h1>ウィンタータイプ</h1>
  <h2>ブルーベース</h2>
  ウィンタータイプは、キリっとしていて、クールでシャープな印象です。<br>白と黒のモノトーンや、トゥルーレッドやイ
  エローなどの原色といった、真っ白な雪やゲレンデに映えるビビットなスキーウエアの色、イルミネーションの色のような
  コントラストの強い澄んだ寒色系の色が似合います。<br>肌の色は、日焼けすると赤くなりやすいです。瞳の色は、
  はっきりとしたブラックやダークブラウンです。<br>髪の色(地毛)は、はっきりとしたダークブラウン、赤みのブラック
  の人が多いです。<br>おすすめのスーツ(ジャケット)カラーは、ダークネイビー、ブラック、ダークグレーになります。
  <br>シャツカラーは、白無地の場合、真っ白な純白のピュアホワイトが似合います。少しくすんでいたり、クリーム系のホ
  ワイトは、寂しく見えてしまうので注意です。<br>アクセサリー(時計や眼鏡)は、シルバー、プラチナ、グレー、ブルーグ
  レー系が似合います。<br>似合うヘアカラー&ヘアスタイルは、ブラックブラウンや少し赤みのある濃いローズプラウンが
  似合います。真っ黒の黒髪が似合うのもウィンタータイプの特徴です。全体が重くならないように、短めで動きのあるヘア
  スタイルにすると良いでしょう。

  <a href="index.php">メインページへ</a>
  <a href="diagnosis.php?id=1">WEB診断してみる？</a>

  </h1>
</body>

</html>