<!DOCTYPE html>
<html lang="ja">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>男性の結果の種類</title>
  <link rel="stylesheet" href="css/style.css">
</head>

<body>
  <img class="flower" src="images/flower-header.png" alt="花のヘッダー">
  <header class="header2">
    <h1>MAN'S TYPE</h1>
    <h2>男性のタイプ</h2>
  </header>
  <img class="man" src="images/man_type.jpg" alt="男性のカラーチャート画像">
  <div class="container">
    <div class="man-spring">
      <h2>スプリングタイプ</h2>
      <h3>イエローベース</h3>
      <div class="man-spring2">
        <img src="images/man_spring.jpg" alt="男性のスプリングタイプ画像">
        <p><span class="mc1">スプリング</span>タイプは、健康的で親しみやすく若々しい印象です。明るい黄緑、ライトブラウン、コーラルピンクなど春に色づいた花壇や、野原を連想させるようなカラフルで明るい暖色系の色が似合います。<br>肌の色は、少し黒くなるが割とすぐに白く戻ります。瞳の色は、イエロー系のブラウンです。髪の色は、明るブラウンや黄みがかったブラウンの人が多いです。おすすめのアクセサリーは、明るいゴールド、ブラウン、ベージュ系が似合います。似合うヘアカラー&ヘアスタイルは、ライトベージュやライトブラウンなど明るいイエロー系の色で、動きのある短めのスタイルでいきいきと見せるとより印象が良くなります。</p>
      </div>
    </div>
    <div class="man-summer">
      <h2>サマータイプ</h2>
      <h3>ブルーベース</h3>
      <div class="man-summer2">
        <p><span class="mc2">サマー</span>タイプは、爽やかで透明感があり優しい印象です。スカイブルー、ラベンダー、パステルピンクなど初夏の紫陽花の花の色を連想させるようなパステル調で淡くソフトな色が似合います。<br>肌の色は、日焼けすると赤くなりますがすぐ戻ります。瞳の色は、優しい感じのブラックです。髪の色は、ソフトブラウン、赤みがかったブラックの人が多いです。おすすめのアクセサリーは、明るいシルバー、グレー、ブルーグレーが似合います。似合うヘアカラー&ヘアスタイルは、ピンク系のココアブラウンやローズブラウンなど落ち着いた赤みの色で、ふんわり柔らかいヘアスタイルだとよりソフトであか抜けた印象になります。</p>
        <img src="images/man_summer.jpg" alt="男性のサマータイプ画像">
      </div>
    </div>
    <div class="man-autumn">
      <h2>オータムタイプ</h2>
      <h3>イエローベース</h3>
      <div class="man-autumn2">
        <img src="images/man_autumn.jpg" alt="男性のオータムタイプ画像">
        <p><span class="mc3">オータム</span>タイプは、落ち着いていて大人っぽくワイルドな印象です。アースカラー、マスタード、モスグリーンなど実りの秋を連想させる木の実の色や紅葉など、暖色系の濃く渋い色が似合います。<br>肌の色は、すぐ黒くなりやすい上に戻りにくいです。瞳の色は、ダークブラウンです。髪の色は、深みのあるダークブラウンの人が多いです。おすすめのアクセサリーは、濃いゴールド、スモークブラウン、濃いベージュ系が似合います。似合うヘアカラー&ヘアスタイルは、スモーキーなダークブラウンやダークゴールドなど黄みの強い落ち着いた色でナチュラルな雰囲気が似合います。長髪で束ねるようなスタイルもオータムタイプの方は自然とマッチするでしょう。</p>
      </div>
    </div>
    <div class="man-winter">
      <h2>ウィンタータイプ</h2>
      <h3>ブルーベース</h3>
      <div class="man-winter2">
        <p><span class="mc4">ウィンター</span>タイプは、キリっとしていてクールでシャープな印象です。白と黒のモノトーンやトゥルーレッドやイエローなどの原色といったビビットな色、コントラストの強い澄んだ寒色系の色が似合います。<br>肌の色は、日焼けすると赤くなりやすいです。瞳の色は、はっきりとしたブラックやダークブラウンです。髪の色は、ダークブラウン、赤みブラックの人が多いです。おすすめのアクセサリーは、シルバー、プラチナ、グレー、ブルーグレー系が似合います。似合うヘアカラー&ヘアスタイルは、ブラックブラウンや少し赤みのあるローズプラウンが似合います。黒髪が似合うのもウィンタータイプの特徴です。全体が重くならないように、短めで動きのあるヘアスタイルにすると良いでしょう。</p>
        <img src="images/man_winter.jpg" alt="男性のウィンタータイプ画像">
      </div>
    </div>
  </div>
  <div class="button2">
    <a class="PAGE-HOME" href="index.php">PAGE HOME</a>
  </div>
  <img class="flower2" src="images/flower-header.png" alt="花のフッダー">

</body>

</html>