<!DOCTYPE html>
<html lang="ja">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>女性の結果の種類</title>
</head>

<body>
  <img src="images/woman_type.jpg" alt="女性のカラーチャート画像">

  <img src="images/woman_spring.jpg" alt="女性のスプリングタイプ画像">
  <h1>スプリングタイプ</h1>
  <h2>イエローベース</h2>
  スプリングタイプは、春のお花畑を思わせる、暖色の濁りのない彩度の高い色がお似合いのグループ。<br>
  肌の色は、白い人は明るいアイボリーベージュ、日に焼けている人は明るい小麦肌。<br>瞳の色は、明るいブラウンで
  キラキラとしているので、周りの人を楽しくさせてしまう明るい印象があります。<br>髪は元々明るいブラウンの人が
  多いのも特徴です。<br>彩度の高い明るい色が似合いますが、柄の大きなものは派手になるので、シンプルに無地か、
  小柄のものを選ぶとベストです。薄い寒色を着ると印象が薄く、寂しく見えてしまうので要注意です。

  <img src="images/woman_summer.jpg" alt="女性のサマータイプ画像">
  <h1>サマータイプ</h1>
  <h2>ブルーベース</h2>
  サマータイプは、夏のアジサイを思わせる、ふんわりとしたパステル系の色がお似合いのグループ。<br>
  肌の色は、ピンクベージュ、またはソフトな浅黒いお肌。どちらのタイプもお顔全体に赤みが出やすいのが特徴です。<br>
  瞳の色はソフトブラックの人が多いですが、茶色の瞳の人もいらっしゃいます。<br>目の印象は優しく、寒色の柔らかい色
  で知的で上品な印象です。<br>お肌と同じく透明感のある、ソフトな色がお得意なので、大柄のものは優しいお顔が負けて
  しまいます。オレンジ系の色を着ると、子供っぽく見えてしまうので要注意です。

  <img src="images/woman_spring.jpg" alt="女性のオータムタイプ画像">
  <h1>オータムタイプ</h1>
  <h2>イエローベース</h2>
  オータムタイプは、秋の紅葉を思わせる暖色系のアースカラーがお似合いになるグループ。<br>肌の色は毛穴の少ない象牙
  のようなクリーム色の肌か、濃い小麦肌のお肌。お肌の質感はしっかりしていて、顔に赤みがでにくいので、とてもメイク
  映えするのが特徴です。<br>瞳の色はダークブラウンです。女性はナチュラル派と女性らしいつややかな印象の2タイプの
  方がいらっしゃいます。男性は落ち着いた包容力のある印象。<br>お似合いの色はシックな色が多いので大柄にして、
  華やかな印象にしてもお似合いです。薄い寒色を着ると疲れているように見られるので要注意です。

  <img src="images/woman_winter.jpg" alt="女性のウィンタータイプ画像">
  <h1>ウィンタータイプ</h1>
  <h2>ブルーベース</h2>
  ウィンタータイプは、雪のような純白と、ロイヤルブルー、ボルドーレッドなど、寒色のビビットな色がお似合いになる
  グループ。<br>肌の色は雪女のように白いか、浅黒い肌。顔に赤がなく、白目と黒目のコントラストがあり、「目力」が
  あると言われるのが特徴です。<br>女性は凛した美しさがあり、男性はクールで頼りがいがある印象。<br>目力がある
  ので、はっきりとした色合いで、大柄のドレスやネクタイでも着こなせてしまいます。ベージュを着るとぼんやりと見えて
  しまうので要注意です。

  <a href="index.php">メインページへ</a>
  <a href="diagnosis.php?id=1">WEB診断してみる？</a>
</body>

</html>